;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Bjørn Erik Nygården
; TranslationAuthorEmail: lilleludo@gmail.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 8.23
;
;
[Lang]
NativeLanguage=Norsk ( bokmål )

[GUI]
ButtonYes=Ja
ButtonNo=Nei
ButtonOK=Ok
ButtonMinimize=Minimer
ButtonMaximize=Maksimer
ButtonClose=Lukk
ButtonRestore=Gjenopprett
ButtonMenu=Meny

[Translation]
ReadHabit=Left-to-right
LanguageName=NO
LangCode=0414
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informasjon
Warning=Advarsel
Error=Feil
Confirm=Bekreft
pmGo=Gå til objekt
pmNone=Velg ingen
pmAll1=Velg alle
pmrec=Anbefalt
pmIgnore=Ignorer dette objektet
pmExport=Eksporter til...
pmInvert=Inverter utvalg
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Avbryt
FrmWDC.pmPortable.caption=Lag portabel versjon
;
; Main GUI
;
FrmWDC.pmHelp.caption=Online Hjelp
FrmWDC.pmHome.caption=Nettside
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Kontakt Oss
FrmWDC.pmCheckNew.caption=Se etter Oppdateringer...
FrmWDC.pmLang.caption=Språk
FrmWDC.pmSkin.caption=Endre Skin
FrmWDC..caption=Om
FrmWDC.btncomm.caption=Vanlig Cleaner
FrmWDC.btnadv.caption=Avansert Cleaner
FrmWDC.btnsilm.caption=Slank Systemet
FrmWDC.btnrestore.caption=Tilbakestill
FrmWDC.btnsettings.caption=Innstillinger
FrmWDC.btnlikeit.caption=Lik oss
FrmWDC.btnsuggest.caption=Forslag og tilbakemeldinger
FrmWDC.btnupdate.caption=Ser etter oppdatering
FrmWDC.btnfacebook.hint=Følg oss på facebook
FrmWDC.btntwitter.hint=Følg oss på Twitter
FrmWDC.btnemail.hint=Del det med dine venner
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption="Finn tomme filer" trer i kraft kun en gang. Neste gang må velge det igjen.
Frmadvdc.btnscan.caption=Start skanning
Frmadvdc.lblpath.caption=Skann disse:
Frmadvdc.btnrescan.caption=Skann igjen
Frmadvdc.btnall.caption=Velg alle
Frmadvdc.btnadvanced.caption=Avanserte innstillinger
Frmadvdc.btnnone.caption=Velg ingen
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner er det ledende diskoppryddingsprogrammet for Windows. Raskt, grundig og sikkert!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer er en samling av programmer for å rydde registeret, harddiskene og annet utstyr koblet til datamaskinen. Er både effektivt og lett å bruke.
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Verden raskaste skanning!
Frmadvdc.lblrec.caption=Andre program brukerene liker:
Frmadvdc.vtfiles.Columns[0]=Filnavn
Frmadvdc.vtfiles.Columns[1]=Størrelse
Frmadvdc.vtfiles.Columns[2]=Stigende
Frmadvdc.vtfiles.Columns[3]=Sist åpnet
Frmadvdc.vtfiles.Columns[4]=Type
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Legg til
FrmAdvSettings.btnremove.caption=Fjern
FrmAdvSettings.btncancel.caption=Avbryt
FrmAdvSettings.wcknull.caption=Finn tomme filer. (Tar tid)
FrmAdvSettings.wckshortcut.caption=Finn ugyldige snarveier. (Tar tid)
FrmAdvSettings.caption=Avanserte innstillinger
FrmAdvSettings.btnre.caption=Anbefalt
FrmAdvSettings.btnall.caption=Velg alle
FrmAdvSettings.btnnone.caption=Velg ingen
;
; About
;
FrmAboutWin.caption=Om
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Versjon:
FrmAbout.lblhome.caption=Hjemmeside:
FrmAbout.lblemail.caption=Support e-post:
FrmAbout.lblthanks.caption=En takk til disse for gode bidrag:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Kommandolinje-modus
FrmAutorunSettings.lblcmdinfo.caption=Du kan kjøre programmet automatisk fra kommandolinje. For mer informasjon (fra Internett) om dette kan du trykke F1 eller klikke på lenken nedenfor.
FrmAutorunSettings.chk1.caption=Sett ikonet for «1-klikk rydding» på skrivebordet
FrmAutorunSettings.chkadv.caption=inkluder avansert rydding
FrmAutorunSettings.btnhelp.caption=Hjelp på nettet
;
; Common Cleaner
;
FrmCommon.btnall.caption=Velg alle
FrmCommon.btnre.caption=Anbefalt
FrmCommon.btnnone.caption=Velg ingen
FrmCommon.wckadv.caption=inkluder avansert rydding
FrmCommon.WiseLabel1.caption=Timeplan
FrmCommon.lbltype.caption=Velg kjøretype:
FrmCommon.lblweek.caption=Velg dag:
FrmCommon.lbltime.caption=Tid:
FrmCommon.btnScan.caption=Start skanningen
FrmCommon.lblstat.caption=Rydd bort ubrukelige filer og filbaner raskt og enkelt.
FrmCommon.btncancel.caption=Avbryt
FrmCommon.btnrescan.caption=Skann igjen
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Legg til fil
FrmExclusion.btnAddFolder.caption=Legg til mappe
FrmExclusion.btnAddType.caption=Legg til filtype
FrmExclusion.btnImport.caption=Importer
FrmExclusion.btnExport.caption=Eksporter
FrmExclusion.btnRemove.caption=Fjern
;
; General Settings
;
FrmGeneral.lbtran.caption=Oversett til...
FrmGeneral.chkNews.caption=Få nyhetsbrev automatisk
FrmGeneral.chknotice.caption=Vis auto-rens beskjed
FrmGeneral.chkwipe.caption=Sikker fjerning. (Tar tid)
FrmGeneral.WiseLabel1.caption=Se etter oppdateringer:
FrmGeneral.WiseLabel2.caption=Språk:
FrmGeneral.btnchecknew.caption=Kontroller nå
FrmGeneral.WiseLabel4.caption=Velg mapper som skal tømmes. (Bare for avanserte brukere)
FrmGeneral.btnAdd.caption=Legg til
FrmGeneral.btnRemove.caption=Fjern
FrmGeneral.chkexp.caption=Bli med i Bruker Opplevelse Forbedrings Program
FrmGeneral.lblexp.caption=Detalj
;
; Restore
;
FrmRestore.btnrestore.caption=Gjenopprett
FrmRestore.btnremove.caption=Fjern
FrmRestore.Btnclose.caption=Lukk
FrmRestore.caption=Gjenopprett
;
; Settings
;
FrmSettings.tsCommon.caption=Generelt
FrmSettings.tsAutoRun.caption=Autokjør
FrmSettings.tsExclusion.caption=Utelatt
FrmSettings.btnAbout.caption=Om
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Avbryt
FrmSettings.caption=Innstillinger
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Prøv gjerne de smarte produktene våre nå for å forbedre Windows.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer er en samling av programmer for å rense registeret, harddiskene og annet utstyr koplet til datamaskinen. Er både effektivt og lett å bruke.
FrmSysClean.lbl1.caption=Wise Registry Cleaner er det ledende diskoppryddings programmet for Windows. Raskt, grundig og sikkert!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Ønsker du forbedre ytelsene i Windows?
FrmSysClean.btnSlimming.caption=Slank systemet
FrmSysClean.btnall.caption=Velg alle
FrmSysClean.btnrecommended.caption=Anbefalt
FrmSysClean.btnnone.caption=Velg ingen
FrmSysClean.vtsys.Columns[0]=Element
FrmSysClean.vtsys.Columns[1]=Størrelse
FrmSysClean.vtsys.Columns[2]=Plassering
FrmSysClean.vtsys.Columns[3]=Forslag
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Ledig Plass
FrmDiskDefrag.btnfolder.caption=Mappe
FrmDiskDefrag.btnfile.caption=Fil
FrmDiskDefrag.btnsystem.caption=System Fil
FrmDiskDefrag.btnFragmented.caption=Fragmenter
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Slå Av etter disk defrag.
FrmDiskDefrag.btnpause.caption=Pause
FrmDiskDefrag.btnstop.caption=Stopp
FrmDiskDefrag.btnDefrag.caption=Defragmenter
FrmWDC.btndefrag.caption=Disk Defrag
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Dersom du liker Wise Disk Cleaner, kan du gjerne anbefale dette gratisverktøyet til vennene dine.
FrmlikeUs.lblInfo.caption=Del gjerne Wise Disk Cleaner med familien din, vennene dine, klassekameratene dine eller kollegane dine via e-post, Blog, Twitter, Youtube, Facebook osv... Dette vil gjøre livet deres både mer komfortabelt og mer effektivt.
FrmlikeUs.lblRate.caption=Rate Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Følg oss på:
FrmlikeUs.lblshare.caption=Del Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Gratis nedlasting
FrmlikeUs.imgrate.hint=Gi oss fem stjerner
FrmlikeUs.imgmail.hint=Del det med vennene dine
FrmlikeUs.imgface1.hint=Del på Facebook
FrmlikeUs.imgface2.hint=Følg oss på Facebook
FrmlikeUs.imgtwitter1.hint=Del på Twitter
FrmlikeUs.imgtwitter2.hint=Følg oss på Twitter
FrmlikeUs.Caption=Lik oss
FrmlikeUs.lbldownload.caption=Last ned andre gratisprogram fra WiseCleaner.com:
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com Bruker Opplevelse Forbedrings Program
Frmsecurity.lbltitle.caption=Bli med i Bruker Opplevelse Forbedrings Program
Frmsecurity.lblinfo1.caption=For å bidra til å forbedre dette produktet, kan du bli med i Bruker Opplevelse Forbedrings Program til å sende informasjon til WiseCleaner.com om hvordan du bruker produkter fra WiseCleaner.com.
Frmsecurity.lblinfo2.caption=Ikke noe av innsamlet informasjon blir brukt til å identifisere eller kontakte deg, og du kan gå ut av programmet når du vil.
Frmsecurity.lbllink.caption=Lær mer om Bruker Opplevelse Forbedrings Program.
Frmsecurity.cbagree.caption=Bli med i Bruker Opplevelse Forbedrings Program.
Frmsecurity.cbagainst.caption=Jeg ønsker ikke å bli med i dette programmet nå.
Frmsecurity.btnok.caption=OK

[Message]
UpdateError=Oppdaterings feil, ønsker du å laste ned siste versjon fra vår nettside?
LestOneItem=Du må velge minst ett element som skal ryddes.
HistorySaved=Det er spart totalt %s
DisableAdd=Av sikkerhetsårsaker er det ikke mulig å legge til en del spesielle mapper som f.eks. «Windows», «Boot of HD» og «CD-ROM» i denne listen.
ConfirmAdd=Er du sikker på at du vil slette alle filene i %s når du kjører «Avansert opprydding»?
DupFolder=Denne mappen var i listen.
ExImport=Eksluderingslisten er eksportert til
SelectHardDrive=Velg en harddisk
CreationDate=Dato opprettet
Description=Beskrivelse
NowCleaning=Rydder nå:
ScheduleNextTime=Neste kjøring:
Never=Aldri
InputType=Skriv inn filnavn eller filtype, t.d. «*.tmp» og lignende...
WarnNoType=Du må velge minst en filtype det skal søkes i!
NoItemChecked=Velg en eller flere filer som skal ryddes.
WDCRunning=Programmet kjører.
RemoveSysRestore=Ønsker du å fjerne det valgte gjenopprettingspunktet?
RestoreFromSysRestore=Du må starte datamaskinen på nytt for å gjenopprette systemet. Vil du starte på nytt nå?
WarnZeroFile=Du valgte «tomme filer». Noen 0-byte-filer er nødvendige for systemet. Se gjennom filene før du fjerner de. Vil du likevel gjøre dette?
SysRestoring=Klargjør for gjenoppretting av systemet...
SysCreating=Lager gjenopprettingspunkt...
Browse=Bla gjennom...
AllHardDrive=Lokale harddisker
Cleaning=Rydder...
Exported=Objektene er eksporterte til %s, vil du åpne filen nå?
LeftTimeSec=Tid: %d sekund(er)
Safetodel=Dette objektet er trygt å fjerne.
MoreSpace=Vurder å fjerne
Unknow=Ukjent.
AddFileType=Legg til en filtype
AlreadExist=%s finnes ifra før i listen.
illegalType=%s er en ugyldig filtype.
Summary=Sammendrag
InputSummary=Lag en beskrivelse for denne typen:
noselected=Ingen objekter er valgt.
DelFileType=Er du sikker på at du vil fjerne denne filtypen?
ScanAborted=Skanningen er avbrutt!
TrashFound=Fant %d fil(er) på i alt %s.
NoTrashAndTrace=Gratulerer. Du har nå en ren datamaskin!
CleanDone=Oppryddingen er fullført!
LestOne=Velg minst ett objekt som skal skannes.
LestOneClean=Velg minst ett objekt som det skal ryddes opp i.
Scanning=Skanner...
InvalidIgnorItem=Kan ikke ignorere dette objektet.
TraceFound=Fant %d spor.
CleanNow=Det blir anbefalt å rydde straks.
TrashRemoved=%d filer er fjernet og %s diskplass frigjort.
TraceRemoved=%d spor ble fjernet.
LastCommonClean=Harddisken ble sist ryddet
Working=Vent til denne oppgaven er ferdig og prøv igjen.
NoFilesFound=Ingen søppelfiler
NoTracesFound=Ingen spor
FindTraces=%d spor
NoItemFound=Fant ingen objekt
FindFilesSize=Fant %d filer på tilsammen %s
FindTracesSection=Fant %d spor i denne delen.
CanFreeSpace=Fant %d filer. Å fjerne alle vil frigjøre %s.
TotalTraces=Fant totalt %d spor
EnableRestore=Systemgjenoppretting er frakoblet, vil du gjenaktivere den igjen?
RestorePointFail=Greide ikke å lage noe gjenopprettingspunkt.
ErrorMsg=Feilmelding:
NoNewVer=Du bruker siste versjon.
KeyWord=Skriv inn nøkkelord:
AddFolder=Legg til en mappe
CannotCrTask=Kan ikke lage tidsplanoppgave.
InvalidType=Skriv inn en gyldig filutvidelse.
NoType=Du må merke av minst en type som det skal søkes etter.
FailToDelete=En del filer vil ikke bli slettet før neste gang maskinen blir startet opp igjen.
GoodHabit=Det er en god vane å rydde i datamaskinen fra tid til annen for å holde maskinen i toppform.
7After=Det er %d dager siden maskinen ble skannet. Det blir rådet til å skanne maskinen nå.
7Before=Det er en god vane å holde harddiskene rene og å sikre personvernet.
TaskExists=Tidsplanoppgaven finnes ifra før. Vil du slette den eller lage en ny? (Nei = Rediger eksisterende oppgave. Avbryt = Avbryt prosessen.)
NoBackupSelected=Du må velge minst en sikkerhetskopi som skal gjenopprettes.
StartScan=Start skanningen
StartClean=Start ryddingen
Cancel=Avbryt
Idle=Når maskinen er ledig
Daily=Daglig
Weekly=Hver uke
Monthly=Hver måned
Monday=Mandag
Tuesday=Tirsdag
Wednesday=Onsdag
Thursday=Torsdag
Friday=Fredag
Saturday=Lørdag
Sunday=Søndag
AvdDefaultHint=Denne delen inneholder avanserte innstillinger for å finne flere unyttige filer og frigjøre mer diskplass.
TrashFoundEx=Fant disse søppelfilene:
NoDriveChecked=Du må velge å skanne en eller flere harddisker.
ScanFor=Skanner:
FindDrives=Søker i...
Login=Ved pålogging
NewVer=En ny versjon er tilgjengelig! Ønsker du oppgradere nå?
TranslateTo=Oversett til...
AddCookies=Legg til Cookies
InputCookie=Input Cookies (For Eksepel: wisecleaner.com o.l...)
InvalidCookie=Ugyldige Cookies
BrowserRunning=%s kjører. Ønsker du å lukke den? Ellers, kan ikke mellomlagring og cookies bli renset.

[CommonClean]
ScanAbortedHint=Vi anbefaler at du skanner igjen straks for å finne unyttige filer og spor.
DefaultHint=Å fjerne unyttige filer og Internettspor kan frigjøre diskplass og sikre personvernet ditt.
ScanAbortedHint1=Vi anbefaler at du skanner igjen straks for å finne unyttige filer.
WhenIdle=Når maskinen er ledig
WhenLogin=Ved pålogging

[SysClean]
Open=Åpne
Remove=Kan fjernes
MoreSpace=Vurder å fjerne
Cleaning=Rydder...
Scanning=Skanner...
ScanEnd=Fant %d objekter. Fjerner du alle vil det frigjøre %s diskplass.
NoItems=Gratulerer! Harddisken er ren.
SpaceFreed=Slankingen er utført. Det frigjorde %s diskplass.
Installer=Foreldet Windows Installer
LongInstaller=Foreldet Windows Installers er unyttige filer som kan fjernes for å frigjøre diskplass.
PatchUninstall=Avinstalleringsfiler for Windows Update Patches
LongPatchUninstall=Dersom du ikke har bruk for å avinstallere Windows Update, kan du fjerne disse.
Downloadedfiles=Windows nedlastede Installation Files
Longdownloadedfiles=Når Windows-oppdateringen er utført kan disse filene trygt fjernes.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=Disse filene ble opprettet av Windows ved innstalleringen og kan fjernes.
JPIME=Japansk IME
LongJPIME=Dersom du ikke bruker japansk tegnsett, kan disse fjernes.
KoreanIME=Koreansk IME
LongKoreanIME=Dersom du ikke bruker koreansk tegnsett, kan disse fjernes.
TChineseIME=Tradisjonell kinesisk IME
LongTChineseIME=Dersom du ikke bruker tradisjonelt kinesisk tegnsett, kan disse fjernes.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Dersom du ikke bruker Microsoft Pinyin IME filer kan disse fjernes.
HelpFile=Hjelpfiler for Windows
LongHelpFile=Dersom du ikke bruker hjelp for Windows kan disse fjernes.
SamplePic=Eksempelbilder for Windows
LongSamplePic=Dersom du ikke bruker disse kan du fjerne de.
SampleMic=Eksempelmusikk for Windows
LongSampleMic=Dersom du ikke bruker disse kan du fjerne de.
SampleVideos=Eksempelvideoer for Windows
LongSampleVideos=Dersom du ikke bruker disse kan du fjerne de.
SampleMedia=Eksempelmedia for Windows
LongSampleMedia=Dersom du ikke bruker disse kan du fjerne de.
Wallpaper=Skrivebordsbakgrunner for Windows
LongWallpaper=Dersom du ikke bruker disse bakgrunnene kan du fjerne de.

[DiskDefrag]
Volume=Drev
Format=Fil System
TotalSpace=Total Plass
FreeSpace=Ledig Plass
Fragmented=Fragmenter
Status=Status
PmDefrag=Defragmener
QuickOpt=Quick Optimalisering
FullOpt=Full Optimalisering
PmAnlyse=Analyser
Resume=Fortsett
Analying=Analyserer
Defragmenting=Defragmenterer
Optimizing=Optimaliserer
Analyed=Analysert
Defragmented=Defragmentert
Optimized=Optimalisert
Pause=Pause
IsSSD=Ditt utvalg kan inkludere minst ett solid drev. Og disk defrag kan redusere dets levetid. Er du sikker på at du ønsker fortsette?
FragmentedRate=Fragmentaering

[Area]
TeamViewer=TeamViewer
ChromeSession=Google Chrome økt
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Klient
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Skype=Skype
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=PaleMoon Cache
PaleMoonHistory=PaleMoon History
PaleMoonCookies=PaleMoon Cookies
PaleMoonDownloadHistory=PaleMoon nedlastnings logg
PaleMoonSession=PaleMoon Økt
PaleMoonSitePreferences=PaleMoon Side Preferanser
PaleMoonSavedFormInformation=PaleMoon Lagret Skjema Informasjon
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
WinInstallerCache=Windows Installer cache
MESCache=Microsoft Security Essentials logg og oppdaterings cache
AppleInstallCache=Apple Software Install cache
MetroCache=Windows Metro cache
UserDefine=Egendefinerte oppryddings regler
OfficeRecent=Microsoft Office siste elementer
IEHistory=Microsoft Internet Explorer aktivitets logg
FontCache=Windows Skrifttyper cache
InvalidStartMenu=Ugyldige Start Menyer
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Adobe Reader midlertidige filer
AdobePhotoshop=Adobe Photoshop logg
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Opera cache
OperaHistory=Opera logg
OperaCookies=Opera cookies
OperaSessions=Opera økter
OperaURLHistory=Opera inntastede URLs
OperaSiteIcon=Opera nettside ikoner
OperaPassword=Opera Lagrede Passord
Networkmapping=Nettverks Disk Mapper logg
LastDownloadDir=Siste nedlastnings plassering
TrashClean=Ubrukte filer på Datamaskinen
TraceClean=Spor på Datamaskinen
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Microsoft Office siste elementer
TypeOtherApp=Andre applikasjoner
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows Komponenter
FireFoxOther=Mozilla Firefox andre logger
FireFoxPass=Mozilla Firefox lagrede passord
FireFoxForm=Mozilla Firefox autofullfør historie
FireFoxCookies=Mozilla Firefox Cookies
ChromePass=Google Chrome Lagrede Passord
ChromeForm=Google Chrome Autofullfør Skjemadata Historie
ChromeCookies=Google Chrome Cookies
IEPass=IE Saved Passwords (Private Data vil ikke bli oppført)
IEForm=IE Autofullfør Skjemadata Logg (Private Data vil ikke bli oppført)
IECookies=Microsoft IE cookies
DOMStoreCookies=Microsoft IE DOMStore cookies
IEAddressBarHistory=Microsoft Internet Explorer adresselinje logg
TypeInternet=Surf på Internett
JumpList=Oppgavelinje Jump Lists (Festede Elementer vil også bli fjernet)
SearchList=Windows Søk Logg
TraryNotify=Windows System Statusfelt cache
ExplorerMRU=Andre Utforsker MRUs
Recentdocuments=Siste Dokumenter
RunStartMenu=Kjør i Start Menyen
TypeSystem=Windows System
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla Firefox cache
ChromeCache=Google Chrome cache
IECahce=Microsoft IE cache
LogFile=System Logg filer
DownloadedPatch=Windows Update filer
ErrorReport=Feilrapport filer
Dump=Memory Dump filer
ThumbCache=Miniatyrbilde cache
InvalidLnk=Ugyldige Snarveier
UserTemp=Søppelfiler opprettet av Applikasjoner
SysTemp=Søppelfiler opprettet av Windows
Prefetch=Windows Prefetch Data
RemoteDesktop=Cache filer av Remote Desktop
Recyclebin=Tøm Papirkurv
SafariCache=Safari Internett cache
SafariHistory=Safari logg
SafariCookies=Safari cookies
SafariPass=Safari Skjemadata logg
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Brukerdefinert
ZeroFile=Tomme filer (0-byte filer)
WinSetupLog=Windows loggfiler for installasjonsfeil
NtUninstall=Avinstalleringskilder for Windows spor
InvalidLnk=Ugyldige snarveier
UserTemp=Filer i temporære bruker mapper
WinTemp=Filer i temporære Windows mapper
RecentFiles=Lenker for nylig brukte filer
PatchSource=Windows oppdaterings kilder
TempFile=Tmp-filer
fcwdir=Filer opprettet ved nedlastingar
tfcbp=Mellomlager filer opprettet av ulike program
sdrf=Gjenopprettingsfiler opprettet ved diskskanning
OldFile=Gamle filer
outdatedfile=Utdaterte filer
fcwhfir=Filer opprettet av ett hjelp program
Ncfile=Nyhetsgruppe mellomlagrings filer
Backupfile=Sikkerhetskopier
WBfile=MS Word sikkerhetskopier
Cbswahf=Filer opprettet ved søk i hjelp filer
whtf=Midlertidige filer fra Windows hjelp system
Logfile=Loggfil
LLogfile=Loggfil opprettet av ett program eller av systemtjenestene
Errorfile=Feilmeldingsfiler
Wmdf=Win2000/XP minnedumpfiler
bcomf=Sikkerhetskopier av endrede filer
Indexfile=Indeks filer
ifcbsiotitpbs=Indeks filer opprettet av systemet for å forbedre bildesøk
Tfcds=Midlertidige filer opprettet ved oppsett.
Intermediatefile=Mellomlagrede filer
chkfile=Gjenopprettet fil

[AutoClean]
DiskSaved=diskplass har blitt frigjort.
Title=Gratulerer!
TraceCleanned=spor har blitt renset.

[Skin]
SkinDefault=Standard
SkinGray=Grå
SkinOrange=Oransje
SkinCustom=Egendefinert
SkinColor=Egendefinert skin farge

[AutoUpdate]
CurrentFile=Gjedende Fil:
Canceling=Avbryter...
CANCEL=Avbryt
Ready=Klar for nedlastning

